{
  "aboutPage": [
    {
      "title": "Our Mission",
      "paragraphs": [
          "Our mission is to ensure our children are equipped to thrive in this technologically-driven world."
      ]
    },
    {
      "title": "Who We Are",
      "paragraphs": [
        "Founded in 2014, The Coding School is a 501c3 non-profit dedicated to equipping children with the skills and knowledge needed to thrive in our tech-driven world.",
        "We teach coding to elementary, middle and high school students so this universal language becomes second nature. We believe that learning how to code is like learning a foreign language, and the earlier students begin learning this new way of thinking, the easier it becomes. However, there is a fundamental disconnect between what students are learning in school and what is happening in the real world.",
        "Whilst growing up through the US education system, founder Kiera Peltz witnessed this disconnect personally. Disappointed in the level of computer science education offered to K-12 students, Kiera researched how other countries were educating their children. She felt the American system was not preparing students for a future where computer language will be the universal language for education, work and play. She sought a way to fix this gap; founding The Coding School in 2014."
      ]
    },
    {
      "title": "What We Do",
      "paragraphs": [
        "Our team offers long-term coding education with weekly classes as part of a 3-year curriculum.",
        "We at The Coding School believe that coding is a source of empowerment. Yes, we’re training the next generation of coders, but we’re also training the next generation of problem solvers who will become CEOs, politicians, and scientists."
      ]
    },
    {
      "title": "Why We Do It",
      "paragraphs": [
        "There is a fundamental disconnect between what students are learning in school and what is happening in the real world. The current education system is not preparing students with the necessary critical thinking and computational skills necessary to succeed and address the most pressing issues in the 21st century.",
        "That’s where The Coding School comes in. We aim to bridge this gap."
      ]
    }
  ],
  "ourImpact": [
    {
      "title": "Our Impact",
      "paragraphs": [
        "Uniquely, we deliver quality and assured curriculum directly to students in their schools -- regardless of socio-economic status.  This is delivered by passionate experts who live and breath coding and inspire children with the real-world applications.  Our children need to thrive, compete and operate in our ever-increasing tech-driven economy.  We are preparing the minds of children to be thinkers and problem solvers, and perhaps one day one of our students will create the innovation that overcomes a major societal challenge!"
      ]
    }
  ]
}
