{
  "team": {
    "founder": [
      {
        "name": { "first": "Kiera", "last": "Peltz" },
        "position": "Founder",
        "college": "Brown University",
        "description": "Kiera Peltz is a Gates-Cambridge Scholar, pursuing her masters in Political and Economic Sociology at the University of Cambridge. She is a graduate of Brown University, where she received her B.A. in Political Science and Happiness. One summer, while attending an international conference in Seliger, Russia, she met a group of Estonians, who spoke about the importance of early childhood coding, stating that it’s mandatory for every Estonian, starting at age seven, to learn how to code. Upon returning to the United States, Kiera began critically examining the education system and came to realize that while the world has changed drastically in the past 50 years, our country’s public K-12 curriculum has remained relatively unaltered. So she set out to fix the gap in the education system by creating The Coding School to ensure the next generation learns the language that has built – and will continue to build – the modern world."
      }
    ],
    "faculty": [
      {
        "name":  { "first": "Mark", "last": "Redekopp" },
        "position": "Curriculum Supervisor",
        "college": "USC",
        "description": "Mark Redekopp is an Associate Professor of Engineering Practice in the Ming Hsieh Department of Electrical Engineering at USC. Mark serves on the Division of Engineering Education for the Viterbi School of Engineering as well as serving on the Women in Science and Engineering Advisory Board.",
        "links": {
          "personal": "https://viterbi.usc.edu/directory/faculty/Redekopp/Mark"
        }
      },
      {
        "name":  { "first": "Gisele", "last": "Ragusa" },
        "position": "...",
        "college": "USC",
        "description": "Dr. Gisele Ragusa is a professor at the University of Southern California (USC) in the Viterbi School of Engineering’s Division of Engineering Education. She co-chairs and directs USC’s STEM Education Consortium.",
        "links": {
          "personal": "https://viterbi.usc.edu/directory/faculty/Ragusa/Gisele"
        }
      }
    ],
    "team_leads": [
      {
        "name":  { "first": "Akila", "last": "Rajesh" },
        "position": "Head of PR & Communications",
        "college": "UCLA",
        "description": "I'm a first year computer science and linguistics major. I jumped into CS classes at UCLA with absolutely no background info. It was very intimidating at first, but after I got a feel for it I had lots of fun coding! I thing this is a field truly anyone can learn and enjoy!",
        "links": {}
      },
      {
        "name":  { "first": "Crystal", "last": "Hsieh" },
        "position": "Co-Head of Curriculum",
        "college": "UCLA",
        "description": "I am a fourth-year computer science major at UCLA who cherishes her friends, her family, and her faith. I've had the privilege of interning at Google the past three summers, working in their New York, Mountain View, and Zurich offices. I'm also passionate about inspiring the next generation of women techies through developing summer tech camps and teaching coding at local middle schools.",
        "links": {}
      },
      {
        "name": { "first": "Bibek", "last": "Ghimire" },
        "position": "Co-Head of Web",
        "college": "UCLA",
        "description": "I'm a 2nd year Computer Science student at UCLA. I started programming in high school, where I started a programming club, and never looked back. When I'm not teaching kids with The Coding School, I love doing web development (like making this website!) and iOS app development.",
        "links": {
          "personal": "www.bibekg.com",
          "linkedin": "www.linkedin.com/in/bibekgg",
          "facebook": "www.facebook.com/in/bibekghim"
        }
      },
      {
        "name": { "first": "Natalie", "last": "Ethell" },
        "position": "Co-Head of Web",
        "college": "UCLA",
        "description": "I am a senior at UCLA studying computer science and I love teaching, dogs, bagels, and anything involving puzzles. I grew up in Southern California and will be moving to Seattle to work at Microsoft after graduation.",
        "links": {}
      },
      {
        "name":  { "first": "Mindi", "last": "Cao" },
        "position": "Web Designer (Code Connect & China Project)",
        "college": "UCLA",
        "description": "I'm a sophomore at UCLA, and I enjoy teaching. Outside of coding I enjoy rock climbing and painting.",
        "links": {}
      },
      {
        "name":  { "first": "Anthony", "last": "Mirand" },
        "position": "Head of Instructors",
        "college": "UCLA",
        "description": "I am a third year computer science student at UCLA! I have been interested in tutoring and education since high school, and even plan on being a high school math teacher after my time in industry. I will be a software engineering intern at Google this summer!",
        "links": {
          "personal": "http://www.anthonymirand.com"
        }
      },
      {
        "name":  { "first": "Bill", "last": "Derouin" },
        "position": "Advisor, Co-Head of Curriculum",
        "college": "USC",
        "description": "",
        "links": {}
      },
      {
        "name":  { "first": "Christie", "last": "Matthews" },
        "position": "Head of Grants",
        "college": "UCLA",
        "description": "I joined The Coding School because I love teaching and working with children. Being able to use my background as a Computer Science major is just a plus! This summer I'll be interning at Facebook as a Production Engineer. I plan on working in the tech industry when I graduate next year, but after that I hope to teach some day whether in K-12 or at a university.",
        "links": {}
      }
    ],
    "teachers": [
      {
        "name":  { "first": "Stacy", "last": "Miller" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I am a 3rd year student at UCLA studying Computer Science. I teach with The Coding School because I want to help promote interest in Computer Science in the next generations! Last Summer, I was an Explorer Intern at Microsoft, and this upcoming Summer I will return as a SWE intern.",
        "links": {}
      },
      {
        "name":  { "first": "Uma", "last": "Lakshminarayan" },
        "position": "PR Rep, Teacher",
        "college": "UCLA",
        "description": "I am a 2nd year computer science student at UCLA. I love the logic and practical use of coding, and I want to share that with others. Outside of the classroom, I am part of an acapella team. I am constantly singing or making music. I'm also a huge Game of Thrones fan! This summer I will be interning at Microsoft for their Explore program.",
        "links": {}
      },
      {
        "name":  { "first": "Alvin", "last": "Vuong" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I'm a 4th year computer science major and cognitive science minor at UCLA, working on a VR production company, Escality Games; we are currently making a VR escape room game built with Unity (what I teach)! In my free time, I shoot arrows and play video games.",
        "links": {
          "personal": "http://imatv.me"
        }
      },
      {
        "name":  { "first": "Karen", "last": "Fann" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I am a freshman Computer Science and Engineering student at UCLA. In high school, I became really interested in computers and taught myself how to build and program an electric car. Besides coding, I love playing basketball, swimming, and watching movies.",
        "links": {}
      },
      {
        "name":  { "first": "Jason", "last": "Lin" },
        "position": "Director of Development",
        "college": "USC",
        "description": "I am a Senior studying Computer Science and Business Administration at the University of Southern California. A technology enthusiast, I enjoyed creating applications and websites that help solve real life problems. I hope to bring my passion for education and my self-taught CS experience together to teach programming the most effective way.",
        "links": {}
      },
      {
        "name":  { "first": "Baolinh", "last": "Nguyen" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I am a current first year computer science major at UCLA and I am excited to further my passion for computer science and hopefully foster an interest in computer science in the next generation of computer science students.",
        "links": {}
      },
      {
        "name":  { "first": "Charlie", "last": "Hwang" },
        "position": "Curriculum Development, Teacher",
        "college": "USC",
        "description": "I’m a sophomore studying Computer Science at USC! I have a passion for technology that lets users and developers express themselves creatively - i.e. Web Development, VR, etc.",
        "links": {}
      },
      {
        "name":  { "first": "Sapharah", "last": "Prescod" },
        "position": "Teacher",
        "college": "Pepperdine University",
        "description": "I am a multi-talented individual. My other passions in life are singing and pursuing a healthy lifestyle. I enjoy being active and putting my creative mind to use in technology. I am earning degrees in both computer science and mathematics at Pepperdine University. I love to seek out new experiences and I enjoy inspiring others to reach for their full potential. ",
        "links": {}
      },
      {
        "name":  { "first": "Ezequil", "last": "Morales" },
        "position": "Teacher",
        "college": "CSU Sacramento",
        "description": "I'm a student attending CSU Sacramento, pursuing a degree in computer engineering. I'm a member of Society of Hispanic Professional Engineers and excited to be starting an internship at Intel this Fall.",
        "links": {}
      },
      {
        "name":  { "first": "Ramya", "last": "Deshpande" },
        "position": "Teacher",
        "college": "Caltech",
        "description": "I'm a freshman at the California Institute of Technology, majoring in Bioengineering and minoring in Computer Science. I love the thrill of successful debugging and I'm amazed by the potential artificial intelligence holds for the future. I'm also passionate about writing, Girls in STEM, and Naruto.",
        "links": {}
      },
      {
        "name": { "first": "Eloisa", "last": "Esparza" },
        "position": "Teacher",
        "college": "CSU Sacramento",
        "description": "I am currently a Senior at Sacramento State majoring in Computer Engineering. I enjoy teaching engineering and programming to K-12. I also interned at Intel and served as an advisor for Envision, a National Youth Leadership Forum on Engineering and Technology. I also mentor 6th - 8th grade girls in all areas of STEM through Expand Your Horizons and am a member of SHPE, Society of Hispanic Professional Engineers.",
        "links": {}
      },
      {
        "name": { "first": "Michael", "last": "Grieve" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I am a sophomore computer science student at UCLA. I am passionate about teaching and hope to make education more involved and personal. I love riding my bike and playing beach volleyball.",
        "links": {}
      },
      {
        "name": { "first": "Richard", "last": "Wen" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I'm a sophomore computer science student attending UCLA. I'm originally from Redmond Washington and grew up in Microsoft's backyard. In my free time, I enjoy reading, programming, and gaming with close friends. This summer I'll be interning at Taboola as a Front End Engineer.",
        "links": {}
      },
      {
        "name": { "first": "Ashley", "last": "Chang" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I'm a second year statistics and applied math major at UCLA who loves the challenges of coding. This summer, I’ll be a data science intern at Ticketmaster right here in LA! In my spare time, you can find me running around LA or competing as a fake attorney in mock trial.",
        "links": {}
      }
    ]
  },

  "partners": [
    {
      "name": "USC STEM Consortium",
      "description": "",
      "imageName": "uscstem.png",
      "link": "https://stem-ed.usc.edu/stem-consortium/"
    },
    {
      "name": "USC Viterbi School of Engineering",
      "description": "",
      "imageName": "viterbi.png",
      "link": "https://viterbi.usc.edu/"
    },
    {
      "name": "USC Joint Education Project",
      "description": "",
      "imageName": "uscjoint.png",
      "link": "https://dornsife.usc.edu/joint-educational-project/"
    },
    {
      "name": "Brown University Computing & Information Services",
      "description": "",
      "imageName": "brownuniversity.png",
      "link": "https://it.brown.edu/"
    },
    {
      "name": "Friends of Hawthorne",
      "description": "",
      "imageName": "hawthorne.png",
      "link": "https://www.friendsofhawthorne.org/"
    },
    {
      "name": "UCLA",
      "description": "",
      "imageName": "ucla.png",
      "link": "https://www.ucla.edu/"
    },
    {
      "name": "UCLA Henry Samueli School of Engineering",
      "description": "",
      "imageName": "ucla_hsseas.png",
      "link": "https://www.engineering.ucla.edu/"
    },
    {
      "name": "Santa Monica-Malibu Unified School District",
      "description": "",
      "imageName": "smmusd.png",
      "link": "https://www.smmusd.org/"
    }
  ],

  "courses": {
    "web": [
      {
        "name": "Web Coding I",
        "description": "Web Coding I introduces students to HTML & CSS. Students will learn how to build the structure of a webpage, import text, add images, create links, and then how to add style to their webpage with color, borders, creative fonts and so much more."
      },
      {
        "name": "Web Coding II",
        "description": "In Web Coding II, students will create multiple webpages and learn how to link those webpages together to create their very own website! They'll learn how to create and add tabs, buttons, search bars, sidebars, sign-up pages and more. They'll be designing their own 'business' from record labels to pet stores to major league baseball teams and then once they've created a website for their 'company', they'll learn how to host their websites online for free!"
      }
    ],
    "js": [
      {
        "name": "Javascript I",
        "description": "In JS I, students will learn how to draw robots and make them move... all by writing code! To do this, they’ll learn how to navigate the text editor, JS Fiddle; how to use pixels and processing; what booleans are and how to code using variables, loops, conditionals and logical operators."
      },
      {
        "name": "Javascript II",
        "description": "In JS II, students will take their drawings and animations to the next level while learning to code using functions, loops, arrays and objects."
      }
    ],
    "unity": [
      {
        "name": "3-D Game Development",
        "description": "3-D Game Development is our most popular and interactive course! Students will learn the fundamental tools of Unity and how to navigate its sophisticated software environment. By the end of the course, they will have a fully functional 3-D game. This alone will tremendously improve your child’s coding proficiency. Unity is the industry standard software used by all professional game developers."
      }
    ]
  },

  "statistics": [
    {
      "description": "schools",
      "number": "16",
      "imageName": "school_icon.png"
    },
    {
      "description": "students",
      "number": "2,500",
      "imageName": "students_icon.png"
    },
    {
      "description": "minority students",
      "number": "55%",
      "imageName": "minorities_icon.png"
    },
    {
      "description": "low socio-economic students",
      "number": "44%",
      "imageName": "minorities_icon.png"
    },
    {
      "description": "female students",
      "number": "32%",
      "imageName": "femalestudents_icon.png"
    }
  ],

  "headers": {
      "about": {
        "image": "/images/headers/about.jpg",
        "title": "Learn a little more about who we are.",
        "description": "Learn about our mission, who we are, what we do, and why we do it."
      },
      "team": {
        "image": "/images/headers/team.jpg",
        "title": "Meet our amazing team that makes this all possible.",
        "description": "Our teaching team is composed of over 120 computer science students from six universities in California – USC, UCLA, Caltech, Pepperdine, Cal State – Northridge, and Cal State – Sacramento. Ranging from undergraduates to PhD candidates, members of our team have: developed popular mobile apps, sent satellites up into space, programmed high performance speedboats for professional extreme athletes, and worked for Facebook, Google, SpaceX, Intel, Microsoft, just to name a few."
      },
      "ourPrograms": {
        "image": "/images/headers/our_programs.jpg",
        "title": "Check out the programs we offer.",
        "description": ""
      },
      "getInvolved": {
        "image": "/images/headers/get_involved.jpg",
        "title": "Get involved with The Coding School.",
        "description": "Giving the gift of coding not only impacts the lives of the students involved, it has the potential to change the world."
      }
  },

  "paragraphs": {
    "mainIntro": {
        "title": "The Coding School",
        "paragraphs": [
          "The Coding School is a 501c3 non-profit that teaches computer programming to elementary and middle school students. We believe that learning how to code is like learning a foreign language, and the earlier students begin learning this new way of thinking, the easier it becomes."
        ]
      },
    "ourMission": {
        "title": "Our Mission",
        "paragraphs": [
            "To ensure the next generation is equipped to thrive in an increasingly tech-driven world."
        ]
      },
    "aboutPage": [
      {
        "title": "Who We Are",
        "paragraphs": [
          "The Coding School is a 501c3 organization that aims to empower the next generation through computer science education. Recognizing coding as the universal language of the 21st century, we believe coding education must be dynamic as we are not just training the next generation of coders but future leaders and problem solvers who will become CEOs, politicians, artists and scientific innovators. Thus, we are pushing the boundaries of traditional coding education, embracing a diverse set of approaches and programs to ensure all students, regardless of socioeconomic background, geographic location, or learning differences, develop the skills necessary to thrive and tackle the most pressing issues facing our world.",
          "Founded by a Brown undergrad in 2014, The Coding School consists of a teaching team of 120 computer science and engineering students from six universities in California who are passionate about teaching the next generation the power of computer science. Through afterschool classes, we have taught over 2,500 K-8 students how to code at 16 schools in Los Angeles and Sacramento."
        ]
      }
    ],
    "ourImpact": [
      {
        "title": "Our Impact",
        "paragraphs": [
          "By offering ongoing coding education, students develop the computational and critical thinking skills necessary to succeed in an increasingly tech-driven world. They become creators, innovators, and problem solvers, which translates to improvements in academic performance and postsecondary readiness. Moreover, these readily transferrable and highly sought after skills increase the opportunities for social mobility by expanding students’ employment options and prepare them for the 21st century workplace.",
          "In the long term, our dynamic coding initiatives will help address two of the main problems in the field of computer science: a shortage of coders and a lack of diversity.",
          "With regard to a shortage of coders, research shows that early exposure to computer science increases the chances students will pursue careers in computer programming. By providing classes as early as elementary school and continuing through high school, we are exposing students early on to coding, increasing their awareness of the variety of opportunities in the field, and most importantly, breaking down potential barriers that discourage students later on from learning coding by teaching this way of thinking early on.",
          "While our programs will increase the overall pool of computer scientists, our initiatives will also increase the diversity of computer scientists, overcoming a much larger and more difficult challenge. By offering coding classes specifically for underrepresented groups and communities, personalizing the educational experience to ensure traditional barriers to entry are eliminated, and providing long-term mentorship with individuals from similar backgrounds, we are helping foster confidence and empowerment in groups who are typically underrepresented – including minorities, females, students from low socioeconomic backgrounds and rural communities, and students with learning disabilities. By addressing systemic issues in the diversity pipeline through early education initiatives, this process sets the groundwork to significantly increase the number of diverse individuals entering the field who otherwise would be discouraged or not be likely to pursue this career path."
        ]
      }
    ],
    "curriculum": [
      {
        "title": "Our Curriculum",
        "paragraphs": [
          "Our 3-year plan is designed to get students excited about coding by exposing them to a variety of coding languages in which they can create projects that come to life with each computer keystroke. While creating websites, animated drawings and action games they’ll also be learning the key coding concepts that are universal across all coding languages. In addition, our courses are geared to improve the student’s critical and computational thinking skills and also to lay the groundwork in providing them with the competitive edge for colleges and jobs."
        ]
      }
    ],
    "donationsIntro": {
        "title": "Donate",
        "paragraphs": [
          "$x ensures 30 kids learn how to code.",
          "The Coding School is a 501c3 organization. Your gift is tax deductible to the extent allowed by the law. When you make a donation through PayPal, you will automatically receive a receipt that can be used for tax deduction purposes.  Our public charity number is 46-5097610."
        ]
    },
    "partnershipsIntro": {
        "title": "Partner With Us",
        "paragraphs": [
          "Partnerships are essential to maximizing the impact our program can have. If you or your company is interested in learning more, please contact us.",
          "In addition, The Coding School is proud to have been awarded the Brown Venture Launch Fund from Brown University Social Innovation Initiative."
        ]
    },
    "schoolsIntro": {
        "title": "Bring Coding to Your School",
        "paragraphs": [
          "If you are interested in bringing coding education to your students, please contact us."
        ]
    },
    "volunteerIntro": {
        "title": "Volunteer",
        "paragraphs": [
          "We are always looking for passionate coders to join our teaching team, as well as non-coders to help run and expand our programs. If you're interested, contact us!"
        ]
    },
    "codingPhilosophy": [
      {
          "title": "Our Coding Philosophy",
          "paragraphs": [
            "At The Coding School, our programs are designed based on the following principles:",
            "Coding is the key to social mobility. That’s why we are dedicated to providing coding lessons to socioeconomically disadvantaged communities and integrating classes into the school curriculum so all students will be introduced to computer programming.",
            "Coding is a marathon, not a sprint. It requires long-term, continuous commitment. We’ve developed a three-year curriculum to ensure that students aren’t just given a sneak peak into the exciting world of computer science but that they have the support and guidance to develop their coding skills with years of taught lessons.",
            "Coding empowers students with learning disabilities. Often left out of discussions surrounding coding education, we’ve found students with learning differences not only flourish due to the introduction of coding, but their passion and dedication has a butterfly effect in improving their other academic subjects as well. We’re devoted to making sure these students have the same opportunities to learn how to code. In partnership with Santa Monica-Malibu Unified School District, we’ve created a pilot coding program designed for students with learning disabilities.",
            "There is not a one-size-fits all to coding education. Diverse approaches to coding education are necessary to achieve diversity in computer science. We are committed to developing innovative teaching styles and approaches to ensure no student is excluded or discouraged from learning how to code. That’s why we created Code Connect, an online platform that offers one-to-one coding instruction for underrepresented individuals that are often deterred from coding due a host of systemic educational factors."
          ]
      }
    ],
    "ourPrograms": [
      {
          "title": "Classroom Programs: The Key to Social Mobility",
          "paragraphs": [
            "Beginning in January 2014, we offer three-year long coding classes for K-12 students during the school day and after-school. With a minimum of two teachers per class, we make sure students get individualized support to fully understand the material. Throughout the courses, students learn the fundamental basics of computer programming by developing websites using HTML and CSS, animations using JavaScript, and game development using C#.",
            "Ultimately, our goal is to have our classes during the school day, as well as to increase the number of low socioeconomic communities we serve, to ensure that every student, regardless of whether they or their parents recognize the importance of coding, is exposed to computer programming."
          ]
      },
      {
          "title": "codeConnects: A Diverse Approach to Achieving Diversity",
          "paragraphs": [
            "We believe to achieve diversity in computer science, we must embrace diverse approaches to coding education so we’re reimagining how we teach computer science to address the structural barriers inherent to our current educational environment. codeConnects is an initiative that aims to empower middle and high school students who are traditionally underrepresented in the field of computer science, such as women, minorities, individuals with disabilities, those from low socioeconomic backgrounds, and rural communities.",
            "codeConnects is an online platform that offers one-on-one computer science instruction and mentorship to underrepresented middle and high school students. Pairing each student with a professional software engineer or university student majoring in computer science, students participate in weekly, face-to-face coding lessons using our platforms’ collaborative editing and video chat features. Through year-long instruction, students will learn real 21st century skills, from basic coding concepts to more advanced skills like building websites and mobile apps. Through personalized lessons, students will develop in-depth knowledge of CS skills and relationships with mentors, cultivate individualized passions, and gain confidence through personal encouragement."
          ]
      },
      {
          "title": "Learning Disabilities and Coding: Seeing Learning Differences As Assets, Not Detriments",
          "paragraphs": [
            "This program was inspired by two brothers with learning disabilities who took our class and fell in love with coding. While they typically faced difficulties concentrating and lack of enthusiasm, the brothers displayed passion and focus in coding class, which also had a butterfly effect into their other academic subjects. The assistant principal, witnessing the boys’ academic improvements and newfound desire to become engineers, asked us to create a program to ensure students with learning disabilities can be empowered through coding.",
            "As a response, we partnered with the Santa Monica-Malibu Unified School District to offer a pilot coding program for students with learning disabilities. Our overall goal in creating this initiative is to change the conversation surrounding learning disabilities through awareness and accessibility. We aspire to empower these students through coding, and moreover, help them see they can make meaningful contributions to the field of computer science."
          ]
      }
    ]
  },

  "testimonials": [
    {
      "author": "Dr. Yusuf Allahjah",
      "context": "Assistant Principal at John Adams Middle School",
      "date": "",
      "quote": "TCS leveled the playing field and gave these skills and opportunities to all students – regardless of economic ability. The Coding School provides outstanding instruction with an equal opportunity to all students who wouldn’t have these opportunities otherwise.",
      "imageName": "yusufallahjah.jpg"

    },
    {
      "author": "Ireland",
      "context": "Student at Lincoln Middle School",
      "date": "",
      "quote": "Last school year, at my school, your company ran two classes on Python and HTML and CSS. I loved them so much and they were so fun that coding is now one of my favorite hobbies. A dream of mine now, is to take on computer science as a profession.",
      "imageName": "ireland.jpg"
    },
    {
      "author": "Benjamin",
      "context": "Student at Michael J Castori School",
      "date": "",
      "quote": "I didn’t know [what coding was] before this class. I liked how I got to create my own website.",
      "imageName": "placeholder.jpg"
    },
    {
      "author": "Angel",
      "context": "Student at Michael J Castori School",
      "date": "",
      "quote": "The best thing about [The Coding School] class is that it was helpful because now I want to become an Engineer.",
      "imageName": "placeholder.jpg"
    },
    {
      "author": "Kian Lavi",
      "context": "Parent at Beverly Vista School",
      "date": "June 2016",
      "quote": "Do you know when you might start registering kiddos for this upcoming school year, or what classes you guys will be teaching? As someone in tech, I think what you guys are doing is really inspiring!",
      "imageName": "placeholder.jpg"
    }
  ],

  "donationOptions": [
    {
      "image": "http://www.placehold.it/200x200",
      "category": "Fund a child",
      "amount": 50,
      "paymentLink": ""
    },
    {
      "image": "http://www.placehold.it/200x200",
      "category": "Fund a classroom",
      "amount": 500,
      "paymentLink": ""
    },
    {
      "image": "http://www.placehold.it/200x200",
      "category": "Fund a school",
      "amount": 5000,
      "paymentLink": ""
    }
  ]
}
