{
  "introBlurb": "The Coding School (TCS) is a 501c3 organization that aims to empower the next generation through computer science education. We believe coding is the key to social mobility, and that’s why we are pushing the boundaries of traditional coding education by developing a diverse set of approaches and programs to ensure all students, regardless of socioeconomic background, geographic location, or learning differences, develop the skills necessary to thrive and tackle the most pressing issues facing our world.",

  "paragraphs": {
    "mainIntro": {
        "title": "The Coding School",
        "paragraphs": [
          "The Coding School (TCS) is a 501c3 organization that aims to empower the next generation through computer science education. We believe coding is the key to social mobility, and that’s why we are pushing the boundaries of traditional coding education by developing a diverse set of approaches and programs to ensure all students, regardless of socioeconomic background, geographic location, or learning differences, develop the skills necessary to thrive and tackle the most pressing issues facing our world."
        ]
      },
    "ourMission": {
        "title": "Our Mission",
        "paragraphs": [
            "To ensure the next generation is equipped to thrive in an increasingly tech-driven world."
        ]
      },
    "aboutPage": [
      {
        "title": "Who We Are",
        "paragraphs": [
          "The Coding School is a 501c3 organization that aims to empower the next generation through computer science education. Recognizing coding as the universal language of the 21st century, we believe coding education must be dynamic as we are not just training the next generation of coders but future leaders and problem solvers who will become CEOs, politicians, artists and scientific innovators. Thus, we are pushing the boundaries of traditional coding education, embracing a diverse set of approaches and programs to ensure all students, regardless of socioeconomic background, geographic location, or learning differences, develop the skills necessary to thrive and tackle the most pressing issues facing our world.",
          "Founded by a Brown undergrad in 2014, The Coding School consists of a teaching team of 120 computer science and engineering students from six universities in California who are passionate about teaching the next generation the power of computer science. Through afterschool classes, we have taught over 2,500 K-8 students how to code at 16 schools in Los Angeles and Sacramento."
        ]
      }
    ],
    "ourImpact": [
      {
        "title": "Our Footprint",
        "paragraphs": [
          "By offering ongoing coding education, students develop the computational and critical thinking skills necessary to succeed in an increasingly tech-driven world. They become creators, innovators, and problem solvers, which translates to improvements in academic performance and postsecondary readiness. Moreover, these readily transferrable and highly sought after skills increase the opportunities for social mobility by expanding students’ employment options and prepare them for the 21st century workplace.",
          "In the long term, our dynamic coding initiatives will help address two of the main problems in the field of computer science: a shortage of coders and a lack of diversity.",
          "With regard to a shortage of coders, research shows that early exposure to computer science increases the chances students will pursue careers in computer programming. By providing classes as early as elementary school and continuing through high school, we are exposing students early on to coding, increasing their awareness of the variety of opportunities in the field, and most importantly, breaking down potential barriers that discourage students later on from learning coding by teaching this way of thinking early on.",
          "While our programs will increase the overall pool of computer scientists, our initiatives will also increase the diversity of computer scientists, overcoming a much larger and more difficult challenge. By offering coding classes specifically for underrepresented groups and communities, personalizing the educational experience to ensure traditional barriers to entry are eliminated, and providing long-term mentorship with individuals from similar backgrounds, we are helping foster confidence and empowerment in groups who are typically underrepresented – including minorities, females, students from low socioeconomic backgrounds and rural communities, and students with learning disabilities. By addressing systemic issues in the diversity pipeline through early education initiatives, this process sets the groundwork to significantly increase the number of diverse individuals entering the field who otherwise would be discouraged or not be likely to pursue this career path."
        ]
      }
    ],
    "curriculum": [
      {
        "title": "Our Curriculum",
        "paragraphs": [
          "Our 3-year plan is designed to get students excited about coding by exposing them to a variety of coding languages in which they can create projects that come to life with each computer keystroke. While creating websites, animated drawings and action games they’ll also be learning the key coding concepts that are universal across all coding languages. In addition, our courses are geared to improve the student’s critical and computational thinking skills and also to lay the groundwork in providing them with the competitive edge for colleges and jobs."
        ]
      }
    ],
    "donationsIntro": {
        "title": "Donate",
        "paragraphs": [
          "$x ensures 30 kids learn how to code.",
          "The Coding School is a 501c3 organization. Your gift is tax deductible to the extent allowed by the law. When you make a donation through PayPal, you will automatically receive a receipt that can be used for tax deduction purposes.  Our public charity number is 46-5097610."
        ]
    },
    "partnershipsIntro": {
        "title": "Partner With Us",
        "paragraphs": [
          "Partnerships are essential to maximizing the impact our program can have. If you or your company is interested in learning more, please contact us.",
          "In addition, The Coding School is proud to have been awarded the Brown Venture Launch Fund from Brown University Social Innovation Initiative."
        ]
    },
    "schoolsIntro": {
        "title": "Bring Coding to Your School",
        "paragraphs": [
          "If you are interested in bringing coding education to your students, please contact us."
        ]
    },
    "volunteerIntro": {
        "title": "Volunteer",
        "paragraphs": [
          "We are always looking for passionate coders to join our teaching team, as well as non-coders to help run and expand our programs. If you're interested, contact us!"
        ]
    },
    "codingPhilosophy": [
      {
          "title": "Our Coding Philosophy",
          "paragraphs": [
            "At The Coding School, our programs are designed based on the following principles:",
            "Coding is the key to social mobility. That’s why we are dedicated to providing coding lessons to socioeconomically disadvantaged communities and integrating classes into the school curriculum so all students will be introduced to computer programming.",
            "Coding is a marathon, not a sprint. It requires long-term, continuous commitment. We’ve developed a three-year curriculum to ensure that students aren’t just given a sneak peak into the exciting world of computer science but that they have the support and guidance to develop their coding skills with years of taught lessons.",
            "Coding empowers students with learning disabilities. Often left out of discussions surrounding coding education, we’ve found students with learning differences not only flourish due to the introduction of coding, but their passion and dedication has a butterfly effect in improving their other academic subjects as well. We’re devoted to making sure these students have the same opportunities to learn how to code. In partnership with Santa Monica-Malibu Unified School District, we’ve created a pilot coding program designed for students with learning disabilities.",
            "There is not a one-size-fits all to coding education. Diverse approaches to coding education are necessary to achieve diversity in computer science. We are committed to developing innovative teaching styles and approaches to ensure no student is excluded or discouraged from learning how to code. That’s why we created Code Connect, an online platform that offers one-to-one coding instruction for underrepresented individuals that are often deterred from coding due a host of systemic educational factors."
          ]
      }
    ],
    "ourPrograms": [
      {
          "title": "Classroom Programs",
          "subtitle": "The Key to Social Mobility",
          "paragraphs": [
            "Beginning in January 2014, we offer three-year long coding classes for K-12 students during the school day and after-school. With a minimum of two teachers per class, we make sure students get individualized support to fully understand the material. Throughout the courses, students learn the fundamental basics of computer programming by developing websites using HTML and CSS, animations using JavaScript, and game development using C#.",
            "Ultimately, our goal is to have our classes during the school day, as well as to increase the number of low socioeconomic communities we serve, to ensure that every student, regardless of whether they or their parents recognize the importance of coding, is exposed to computer programming."
          ]
      },
      {
          "title": "codeConnects",
          "subtitle": "A Diverse Approach to Achieving Diversity",
          "paragraphs": [
            "We believe to achieve diversity in computer science, we must embrace diverse approaches to coding education so we’re reimagining how we teach computer science to address the structural barriers inherent to our current educational environment. codeConnects is an initiative that aims to empower middle and high school students who are traditionally underrepresented in the field of computer science, such as women, minorities, individuals with disabilities, those from low socioeconomic backgrounds, and rural communities.",
            "codeConnects is an online platform that offers one-on-one computer science instruction and mentorship to underrepresented middle and high school students. Pairing each student with a professional software engineer or university student majoring in computer science, students participate in weekly, face-to-face coding lessons using our platforms’ collaborative editing and video chat features. Through year-long instruction, students will learn real 21st century skills, from basic coding concepts to more advanced skills like building websites and mobile apps. Through personalized lessons, students will develop in-depth knowledge of CS skills and relationships with mentors, cultivate individualized passions, and gain confidence through personal encouragement."
          ]
      },
      {
          "title": "Learning Disabilities and Coding",
          "subtitle": "Seeing Learning Differences As Assets, Not Detriments",
          "paragraphs": [
            "This program was inspired by two brothers with learning disabilities who took our class and fell in love with coding. While they typically faced difficulties concentrating and lack of enthusiasm, the brothers displayed passion and focus in coding class, which also had a butterfly effect into their other academic subjects. The assistant principal, witnessing the boys’ academic improvements and newfound desire to become engineers, asked us to create a program to ensure students with learning disabilities can be empowered through coding.",
            "As a response, we partnered with the Santa Monica-Malibu Unified School District to offer a pilot coding program for students with learning disabilities. Our overall goal in creating this initiative is to change the conversation surrounding learning disabilities through awareness and accessibility. We aspire to empower these students through coding, and moreover, help them see they can make meaningful contributions to the field of computer science."
          ]
      }
    ],
    "ourUniqueApproach": [
        {
          "title": "Our Long-Term Approach to Coding Education",
          "paragraphs": [
            "We offer a 3-year curriculum to ensure students truly learn the foundational basis of coding. Furthermore, we teach our students real coding languages from day one so they are learning how to code from the beginning."
          ]
        },
        {
          "title": "Embracing Innovative Approaches to Coding Education",
          "paragraphs": [
            "Realizing there is not a one-size-fits-all to coding education, we offer a range of programs to ensure all students, regardless of background or learning styles, are empowered through coding rather than discouraged."
          ]
        },
        {
          "title": "Our Teachers",
          "paragraphs": [
            "Our teaching staff is comprised of 120 passionate computer science students, ranging from undergraduates to PhD students at USC, UCLA, Cal Tech, Cal State – Northridge, and Cal State – Sacramento. Our teachers match our students in race, gender, and socioeconomic backgrounds, and with their experiences at some of the most important start-ups and tech companies, from Google to SpaceX, they bring not only significant knowledge about computer programming but also engage the students in a peer-to-peer fashion."
          ]
        },
        {
          "title": "Our Experience",
          "paragraphs": [
            "Since January 2014, we have taught over 2,500 students at 16 schools in California by offering coding classes to elementary, middle, and high schools through in-school and afterschool programs, workshops, summer camps, coding clubs, and mentorship."
          ]
        },
        {
          "title": "Our Partnerships",
          "paragraphs": [
            "Our partnerships with USC’s STEM Consortium and Viterbi School of Engineering, as well as UCLA’s School of Engineering and Applied Science, provides the unique opportunity to collaborate with leading schools in the fields of computer science, engineering, and education to ensure the highest quality of our programs, from teaching presentation to curriculum design to initiative strategy and development."
          ]
        }
    ]
  },

  "donationOptions": [
    {
      "image": "http://www.placehold.it/200x200",
      "category": "Fund a child",
      "amount": 50,
      "paymentLink": ""
    },
    {
      "image": "http://www.placehold.it/200x200",
      "category": "Fund a classroom",
      "amount": 500,
      "paymentLink": ""
    },
    {
      "image": "http://www.placehold.it/200x200",
      "category": "Fund a school",
      "amount": 5000,
      "paymentLink": ""
    }
  ]
}
