{
  "headers": {
      "about": {
        "image": "/images/headers/about.jpg",
        "title": "Learn a little more about who we are.",
        "description": "Learn about our mission, who we are, what we do, and why we do it."
      },
      "team": {
        "image": "/images/headers/team.jpg",
        "title": "Meet our amazing team that makes this all possible.",
        "description": "Our team consists of bright and dedicated computer science students – ranging from undergraduates to PhD candidates. With a passion for ensuring that the next generation receives the coding training that they wish they had had, our team is dedicated to making coding fun and relatable while still providing students with the vital real-world skills they’ll need to succeed."
      },
      "signUp": {
        "image": "/images/headers/sign_up.jpg",
        "title": "Sign up for courses.",
        "description": ""
      },
      "getInvolved": {
        "image": "/images/headers/get_involved.jpg",
        "title": "Get involved with The Coding School.",
        "description": "Giving the gift of coding not only impacts the lives of the students involved, it has the potential to change the world."
      }
  },
  "introParagraphs": [
    "The Coding School is a 501c3 non-profit that teaches computer programming to elementary and middle school students. We believe that learning how to code is like learning a foreign language, and the earlier students begin learning this new way of thinking, the easier it becomes."
  ],
  "testimonials": [
    {
      "author": "Ireland",
      "context": "Student at Lincoln Middle School",
      "date": "",
      "quote": "Last school year, at my school, your company ran two classes on Python and HTML and CSS. I loved them so much and they were so fun that coding is now one of my favorite hobbies. A dream of mine now, is to take on computer science as a profession.",
      "imageName": "ireland.jpg"
    },
    {
      "author": "Benjamin",
      "context": "Student at Michael J Castori School",
      "date": "",
      "quote": "I didn’t know [what coding was] before this class. I liked how I got to create my own website.",
      "imageName": "placeholder.jpg"
    },
    {
      "author": "Angel",
      "context": "Student at Michael J Castori School",
      "date": "",
      "quote": "The best thing about [The Coding School] class is that it was helpful because now I want to become an Engineer.",
      "imageName": "placeholder.jpg"
    },
    {
      "author": "Kian Lavi",
      "context": "Parent at Beverly Vista School",
      "date": "June 2016",
      "quote": "Do you know when you might start registering kiddos for this upcoming school year, or what classes you guys will be teaching? As someone in tech, I think what you guys are doing is really inspiring!",
      "imageName": "placeholder.jpg"
    }
  ],
  "locationsParagraph": [
    "We are proud to be at these schools."
  ],
  "partnersParagraphs": [
    "To ensure quality curriculum and outreach, we are proud to be partnered with these great organizations."
  ],
  "ourMission": [
    {
      "title": "Our Mission",
      "paragraphs": [
          "Our mission is to ensure our children are equipped to thrive in this technologically-driven world."
      ]
    }
  ],
  "aboutPage": [
    {
      "title": "Who We Are",
      "paragraphs": [
        "Founded in 2014, The Coding School is a 501c3 non-profit dedicated to equipping children with the skills and knowledge needed to thrive in our tech-driven world.",
        "We teach coding to elementary, middle and high school students so this universal language becomes second nature. We believe that learning how to code is like learning a foreign language, and the earlier students begin learning this new way of thinking, the easier it becomes. However, there is a fundamental disconnect between what students are learning in school and what is happening in the real world.",
        "Whilst growing up through the US education system, founder Kiera Peltz witnessed this disconnect personally. Disappointed in the level of computer science education offered to K-12 students, Kiera researched how other countries were educating their children. She felt the American system was not preparing students for a future where computer language will be the universal language for education, work and play. She sought a way to fix this gap; founding The Coding School in 2014."
      ]
    },
    {
      "title": "What We Do",
      "paragraphs": [
        "Our team offers long-term coding education with weekly classes as part of a 3-year curriculum.",
        "We at The Coding School believe that coding is a source of empowerment. Yes, we’re training the next generation of coders, but we’re also training the next generation of problem solvers who will become CEOs, politicians, and scientists."
      ]
    },
    {
      "title": "Why We Do It",
      "paragraphs": [
        "There is a fundamental disconnect between what students are learning in school and what is happening in the real world. The current education system is not preparing students with the necessary critical thinking and computational skills necessary to succeed and address the most pressing issues in the 21st century.",
        "That’s where The Coding School comes in. We aim to bridge this gap."
      ]
    }
  ],
  "ourImpact": [
    {
      "title": "Our Impact",
      "paragraphs": [
        "Uniquely, we deliver quality and assured curriculum directly to students in their schools -- regardless of socio-economic status.  This is delivered by passionate experts who live and breath coding and inspire children with the real-world applications.  Our children need to thrive, compete and operate in our ever-increasing tech-driven economy.  We are preparing the minds of children to be thinkers and problem solvers, and perhaps one day one of our students will create the innovation that overcomes a major societal challenge!"
      ]
    }
  ],
  "partners": [
    {
      "name": "USC STEM Consortium",
      "description": "",
      "imageName": "uscstem.png",
      "link": "https://stem-ed.usc.edu/stem-consortium/"
    },
    {
      "name": "USC Viterbi School of Engineering",
      "description": "",
      "imageName": "viterbi.png",
      "link": "https://viterbi.usc.edu/"
    },
    {
      "name": "USC Joint Education Project",
      "description": "",
      "imageName": "uscjoint.png",
      "link": "https://dornsife.usc.edu/joint-educational-project/"
    },
    {
      "name": "Brown University Computing & Information Services",
      "description": "",
      "imageName": "brownuniversity.png",
      "link": "https://it.brown.edu/"
    },
    {
      "name": "Friends of Hawthorne",
      "description": "",
      "imageName": "hawthorne.png",
      "link": "https://www.friendsofhawthorne.org/"
    },
    {
      "name": "UCLA",
      "description": "",
      "imageName": "ucla.png",
      "link": "https://www.ucla.edu/"
    },
    {
      "name": "Santa Monica-Malibu Unified School District",
      "description": "",
      "imageName": "smmusd.png",
      "link": "https://www.smmusd.org/"
    }
  ],
  "team": {
    "founder": [
      {
        "name": { "first": "Kiera", "last": "Peltz" },
        "position": "Founder",
        "college": "Brown University",
        "description": "Kiera Peltz is a Gates-Cambridge Scholar, pursuing her masters in Political and Economic Sociology at the University of Cambridge. She is a graduate of Brown University, where she received her B.A. in Political Science and Happiness. One summer, while attending an international conference in Seliger, Russia, she met a group of Estonians, who spoke about the importance of early childhood coding, stating that it’s mandatory for every Estonian, starting at age seven, to learn how to code. Upon returning to the United States, Kiera began critically examining the education system and came to realize that while the world has changed drastically in the past 50 years, our country’s public K-12 curriculum has remained relatively unaltered. So she set out to fix the gap in the education system by creating The Coding School to ensure the next generation learns the language that has built – and will continue to build – the modern world."
      }
    ],
    "faculty": [
      {
        "name":  { "first": "Mark", "last": "Redekopp" },
        "position": "Curriculum Supervisor",
        "college": "USC",
        "description": "Mark Redekopp is an Associate Professor of Engineering Practice in the Ming Hsieh Department of Electrical Engineering at USC. Mark serves on the Division of Engineering Education for the Viterbi School of Engineering as well as serving on the Women in Science and Engineering Advisory Board.",
        "links": {
          "personal": "https://viterbi.usc.edu/directory/faculty/Redekopp/Mark"
        }
      },
      {
        "name":  { "first": "Gisele", "last": "Ragusa" },
        "position": "...",
        "college": "USC",
        "description": "Dr. Gisele Ragusa is a professor at the University of Southern California (USC) in the Viterbi School of Engineering’s Division of Engineering Education. She co-chairs and directs USC’s STEM Education Consortium.",
        "links": {
          "personal": "https://viterbi.usc.edu/directory/faculty/Ragusa/Gisele"
        }
      }
    ],
    "team_leads": [
      {
        "name":  { "first": "Akila", "last": "Rajesh" },
        "position": "Head of PR & Communications",
        "college": "UCLA",
        "description": "I'm a first year computer science and linguistics major. I jumped into CS classes at UCLA with absolutely no background info. It was very intimidating at first, but after I got a feel for it I had lots of fun coding! I thing this is a field truly anyone can learn and enjoy!",
        "links": {}
      },
      {
        "name":  { "first": "Crystal", "last": "Hsieh" },
        "position": "Co-Head of Curriculum",
        "college": "UCLA",
        "description": "I am a fourth-year computer science major at UCLA who cherishes her friends, her family, and her faith. I've had the privilege of interning at Google the past three summers, working in their New York, Mountain View, and Zurich offices. I'm also passionate about inspiring the next generation of women techies through developing summer tech camps and teaching coding at local middle schools.",
        "links": {}
      },
      {
        "name": { "first": "Bibek", "last": "Ghimire" },
        "position": "Co-Head of Web",
        "college": "UCLA",
        "description": "I'm a 2nd year Computer Science student at UCLA. I started programming in high school, where I started a programming club, and never looked back. When I'm not teaching kids with The Coding School, I love doing web development (like making this website!) and iOS app development.",
        "links": {
          "personal": "www.bibekg.com",
          "linkedin": "www.linkedin.com/in/bibekgg",
          "facebook": "www.facebook.com/in/bibekghim"
        }
      },
      {
        "name": { "first": "Natalie", "last": "Ethell" },
        "position": "Co-Head of Web",
        "college": "UCLA",
        "description": "I am a senior at UCLA studying computer science and I love teaching, dogs, bagels, and anything involving puzzles. I grew up in Southern California and will be moving to Seattle to work at Microsoft after graduation.",
        "links": {}
      },
      {
        "name":  { "first": "Mindi", "last": "Cao" },
        "position": "Web Designer (Code Connect & China Project)",
        "college": "UCLA",
        "description": "I'm a sophomore at UCLA, and I enjoy teaching. Outside of coding I enjoy rock climbing and painting.",
        "links": {}
      },
      {
        "name":  { "first": "Anthony", "last": "Mirand" },
        "position": "Head of Instructors",
        "college": "UCLA",
        "description": "I am a third year computer science student at UCLA! I have been interested in tutoring and education since high school, and even plan on being a high school math teacher after my time in industry. I will be a software engineering intern at Google this summer!",
        "links": {
          "personal": "http://www.anthonymirand.com"
        }
      },
      {
        "name":  { "first": "Bill", "last": "Derouin" },
        "position": "Advisor, Co-Head of Curriculum",
        "college": "USC",
        "description": "",
        "links": {}
      },
      {
        "name":  { "first": "Christie", "last": "Matthews" },
        "position": "Head of Grants",
        "college": "UCLA",
        "description": "I'm a junior computer science student at UCLA and I ",
        "links": {}
      }
    ],
    "teachers": [
      {
        "name":  { "first": "Uma", "last": "Lakshminarayan" },
        "position": "PR Rep, Teacher",
        "college": "UCLA",
        "description": "I am a 2nd year computer science student at UCLA. I love the logic and practical use of coding, and I want to share that with others. Outside of the classroom, I am part of an acapella team. I am constantly singing or making music. I'm also a huge Game of Thrones fan! This summer I will be interning at Microsoft for their Explore program.",
        "links": {}
      },
      {
        "name":  { "first": "Alvin", "last": "Vuong" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I'm a 4th year computer science major and cognitive science minor at UCLA, working on a VR production company, Escality Games; we are currently making a VR escape room game built with Unity (what I teach)! In my free time, I shoot arrows and play video games.",
        "links": {
          "personal": "http://imatv.me"
        }
      },
      {
        "name":  { "first": "Karen", "last": "Fann" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I am a freshman Computer Science and Engineering student at UCLA. In high school, I became really interested in computers and taught myself how to build and program an electric car. Besides coding, I love playing basketball, swimming, and watching movies.",
        "links": {}
      },
      {
        "name":  { "first": "Jason", "last": "Lin" },
        "position": "Director of Development",
        "college": "USC",
        "description": "I am a Senior studying Computer Science and Business Administration at the University of Southern California. A technology enthusiast, I enjoyed creating applications and websites that help solve real life problems. I hope to bring my passion for education and my self-taught CS experience together to teach programming the most effective way.",
        "links": {}
      },
      {
        "name":  { "first": "Baolinh", "last": "Nguyen" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I am a current first year computer science major at UCLA and I am excited to further my passion for computer science and hopefully foster an interest in computer science in the next generation of computer science students.",
        "links": {}
      },
      {
        "name":  { "first": "Charlie", "last": "Hwang" },
        "position": "Curriculum Development, Teacher",
        "college": "USC",
        "description": "I’m a sophomore studying Computer Science at USC! I have a passion for technology that lets users and developers express themselves creatively - i.e. Web Development, VR, etc.",
        "links": {}
      },
      {
        "name":  { "first": "Sapharah", "last": "Prescod" },
        "position": "Teacher",
        "college": "Pepperdine University",
        "description": "I am a multi-talented individual. My other passions in life are singing and pursuing a healthy lifestyle. I enjoy being active and putting my creative mind to use in technology. I am earning degrees in both computer science and mathematics at Pepperdine University. I love to seek out new experiences and I enjoy inspiring others to reach for their full potential. ",
        "links": {}
      },
      {
        "name":  { "first": "Ezequil", "last": "Morales" },
        "position": "Teacher",
        "college": "CSU Sacramento",
        "description": "I'm a student attending CSU Sacramento, pursuing a degree in computer engineering. I'm a member of Society of Hispanic Professional Engineers and excited to be starting an internship at Intel this Fall.",
        "links": {}
      },
      {
        "name":  { "first": "Ramya", "last": "Deshpande" },
        "position": "Teacher",
        "college": "Caltech",
        "description": "I'm a freshman at the California Institute of Technology, majoring in Bioengineering and minoring in Computer Science. I love the thrill of successful debugging and I'm amazed by the potential artificial intelligence holds for the future. I'm also passionate about writing, Girls in STEM, and Naruto.",
        "links": {}
      },
      {
        "name": { "first": "Eloisa", "last": "Esparza" },
        "position": "Teacher",
        "college": "CSU Sacramento",
        "description": "I am currently a Senior at Sacramento State majoring in Computer Engineering. I enjoy teaching engineering and programming to K-12. I also interned at Intel and served as an advisor for Envision, a National Youth Leadership Forum on Engineering and Technology. I also mentor 6th - 8th grade girls in all areas of STEM through Expand Your Horizons and am a member of SHPE, Society of Hispanic Professional Engineers.",
        "links": {}
      },
      {
        "name": { "first": "Michael", "last": "Grieve" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I am a sophomore computer science student at UCLA. I am passionate about teaching and hope to make education more involved and personal. I love riding my bike and playing beach volleyball.",
        "links": {}
      },
      {
        "name": { "first": "Richard", "last": "Wen" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I'm a sophomore computer science student attending UCLA. I'm originally from Redmond Washington and grew up in Microsoft's backyard. In my free time, I enjoy reading, programming, and gaming with close friends. This summer I'll be interning at Taboola as a Front End Engineer.",
        "links": {}
      },
      {
        "name": { "first": "Ashley", "last": "Chang" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I'm a second year statistics and applied math major at UCLA who loves the challenges of coding. This summer, I’ll be a data science intern at Ticketmaster right here in LA! In my spare time, you can find me running around LA or competing as a fake attorney in mock trial.",
        "links": {}
      }
    ]
  },
  "curriculumParagraphs": [
    {
      "title": "Our Curriculum",
      "paragraphs": [
        "Our 3-year plan is designed to get students excited about coding by exposing them to a variety of coding languages in which they can create projects that come to life with each computer keystroke. While creating websites, animated drawings and action games they’ll also be learning the key coding concepts that are universal across all coding languages. In addition, our courses are geared to improve the student’s critical and computational thinking skills and also to lay the groundwork in providing them with the competitive edge for colleges and jobs."
      ]
    }
  ],
  "courses": {
    "web": [
      {
        "name": "Web Coding I",
        "description": "Web Coding I introduces students to HTML & CSS. Students will learn how to build the structure of a webpage, import text, add images, create links, and then how to add style to their webpage with color, borders, creative fonts and so much more."
      },
      {
        "name": "Web Coding II",
        "description": "In Web Coding II, students will create multiple webpages and learn how to link those webpages together to create their very own website! They'll learn how to create and add tabs, buttons, search bars, sidebars, sign-up pages and more. They'll be designing their own 'business' from record labels to pet stores to major league baseball teams and then once they've created a website for their 'company', they'll learn how to host their websites online for free!"
      }
    ],
    "js": [
      {
        "name": "Javascript I",
        "description": "In JS I, students will learn how to draw robots and make them move... all by writing code! To do this, they’ll learn how to navigate the text editor, JS Fiddle; how to use pixels and processing; what booleans are and how to code using variables, loops, conditionals and logical operators."
      },
      {
        "name": "Javascript II",
        "description": "In JS II, students will take their drawings and animations to the next level while learning to code using functions, loops, arrays and objects."
      }
    ],
    "unity": [
      {
        "name": "3-D Game Development",
        "description": "3-D Game Development is our most popular and interactive course! Students will learn the fundamental tools of Unity and how to navigate its sophisticated software environment. By the end of the course, they will have a fully functional 3-D game. This alone will tremendously improve your child’s coding proficiency. Unity is the industry standard software used by all professional game developers."
      }
    ]
  },
  "statistics": [
    {
      "description": "schools",
      "number": "16",
      "imageName": "school_icon.png"
    },
    {
      "description": "students",
      "number": "2,500",
      "imageName": "students_icon.png"
    },
    {
      "description": "minority students",
      "number": "44%",
      "imageName": "minorities_icon.png"
    }
  ]
}
