{
  "team": {
    "founder": [
      {
        "name": { "first": "Kiera", "last": "Peltz" },
        "position": "Founder",
        "college": "Brown University",
        "achievements": "White House Intern in the Office of Innovation & Technology; 2012 National Coca-Cola Scholar; World Business Dialogue Ambassador; Professional Businesswomen of CA Scholar.",
        "description": "Kiera Peltz is a Gates-Cambridge Scholar, pursuing her masters in Political and Economic Sociology at the University of Cambridge. She is a graduate of Brown University, where she received her B.A. in Political Science and Happiness. One summer, while attending an international conference in Seliger, Russia, she met a group of Estonians, who spoke about the importance of early childhood coding, stating that it’s mandatory for every Estonian, starting at age seven, to learn how to code. Upon returning to the United States, Kiera began critically examining the education system and came to realize that while the world has changed drastically in the past 50 years, our country’s public K-12 curriculum has remained relatively unaltered. So she set out to fix the gap in the education system by creating The Coding School to ensure the next generation learns the language that has built – and will continue to build – the modern world."
      }
    ],
    "faculty": [
      {
        "name":  { "first": "Mark", "last": "Redekopp" },
        "position": "Curriculum Supervisor",
        "college": "USC",
        "description": "Mark Redekopp is an Associate Professor of Engineering Practice in the Ming Hsieh Department of Electrical Engineering at USC. Mark serves on the Division of Engineering Education for the Viterbi School of Engineering as well as serving on the Women in Science and Engineering Advisory Board.",
        "links": {
          "personal": "https://viterbi.usc.edu/directory/faculty/Redekopp/Mark"
        }
      },
      {
        "name":  { "first": "Gisele", "last": "Ragusa" },
        "position": "",
        "college": "USC",
        "description": "Dr. Gisele Ragusa is a professor at the University of Southern California (USC) in the Viterbi School of Engineering’s Division of Engineering Education. She co-chairs and directs USC’s STEM Education Consortium.",
        "links": {
          "personal": "https://viterbi.usc.edu/directory/faculty/Ragusa/Gisele"
        }
      }
    ],
    "team_leads": [
      {
        "name":  { "first": "Laura", "last": "Felenstein" },
        "position": "Graphic Designer",
        "college": "Brown University",
        "description": "I am a junior at Brown University and am the Graphics Editor for the Brown Daily Herald. I’m so excited to be a part of something that creates such tremendous opportunities.",
        "links": {}
      },
      {
        "name":  { "first": "Akila", "last": "Rajesh" },
        "position": "Head of PR & Communications",
        "college": "UCLA",
        "description": "I'm a first year computer science and linguistics major. I jumped into CS classes at UCLA with absolutely no background info. It was very intimidating at first, but after I got a feel for it I had lots of fun coding! I thing this is a field truly anyone can learn and enjoy!",
        "links": {}
      },
      {
        "name":  { "first": "Crystal", "last": "Hsieh" },
        "position": "Co-Head of Curriculum",
        "college": "UCLA",
        "description": "I am a fourth-year computer science major at UCLA who cherishes her friends, her family, and her faith. I've had the privilege of interning at Google the past three summers, working in their New York, Mountain View, and Zurich offices. I'm also passionate about inspiring the next generation of women techies through developing summer tech camps and teaching coding at local middle schools.",
        "links": {}
      },
      {
        "name": { "first": "Bibek", "last": "Ghimire" },
        "position": "Co-Head of Web",
        "college": "UCLA",
        "description": "I'm a 2nd year Computer Science student at UCLA who loves coding things that people will use, like iOS app development and web development (like making this website!) This summer, I'll be a software engineer intern at Stanza, a startup in San Francisco.",
        "links": {
          "personal": "http://www.bibekg.com",
          "linkedin": "http://www.linkedin.com/in/bibekgg",
          "facebook": "http://www.facebook.com/in/bibekghim"
        }
      },
      {
        "name": { "first": "Natalie", "last": "Ethell" },
        "position": "Co-Head of Web",
        "college": "UCLA",
        "description": "I am a senior at UCLA studying computer science and I love teaching, dogs, bagels, and anything involving puzzles. I grew up in Southern California and will be moving to Seattle to work at Microsoft after graduation.",
        "links": {}
      },
      {
        "name":  { "first": "Mindi", "last": "Cao" },
        "position": "Web Designer (Code Connect & China Project)",
        "college": "UCLA",
        "description": "I'm a sophomore at UCLA, and I enjoy teaching. Outside of coding I enjoy rock climbing and painting.",
        "links": {}
      },
      {
        "name":  { "first": "Anthony", "last": "Mirand" },
        "position": "Head of Instructors",
        "college": "UCLA",
        "description": "I am a third year computer science student at UCLA! I have been interested in tutoring and education since high school, and even plan on being a high school math teacher after my time in industry. I will be a software engineering intern at Google this summer!",
        "links": {
          "personal": "http://www.anthonymirand.com"
        }
      },
      {
        "name":  { "first": "Bill", "last": "Derouin" },
        "position": "Advisor, Co-Head of Curriculum",
        "college": "USC",
        "description": "Employed at SpaceX, I am passionate about coding.  I first started programming in middle school and because I realize how important it is for kids to learn coding at a young age, I have been involved with TCS since I was a freshman at USC.  First serving as an instructor to developing TCS curricula, I am proud to continue serving as an advisor to TCS by overseeing their curricula strategy and development.",
        "links": {}
      },
      {
        "name":  { "first": "Jason", "last": "Lin" },
        "position": "Head of Development",
        "college": "USC",
        "description": "I am a senior studying Computer Science and Business Administration at the University of Southern California. A technology enthusiast, I enjoyed creating applications and websites that help solve real life problems. I hope to bring my passion for education and my self-taught CS experience together to teach programming the most effective way.",
        "links": {}
      },
      {
        "name":  { "first": "Christie", "last": "Matthews" },
        "position": "Head of Grants",
        "college": "UCLA",
        "description": "I joined The Coding School because I love teaching and working with children. Being able to use my background as a Computer Science major is just a plus! This summer I'll be interning at Facebook as a Production Engineer. I plan on working in the tech industry when I graduate next year, but after that I hope to teach some day whether in K-12 or at a university.",
        "links": {}
      }
    ],
    "teachers": [
      {
        "name":  { "first": "Aditi", "last": "Sharma" },
        "position": "Curriculum Development",
        "college": "UCLA",
        "description": "I am a Computer Science and Engineering major at UCLA. I had the opportunity to intern at Wipro in India last summer and I will be interning at Amazon this summer. I enjoy writing, baking, and binge watching TV shows.",
        "links": {}
      },
      {
        "name":  { "first": "Bennett", "last": "Lee" },
        "position": "Teacher",
        "college": "USC",
        "description": "I am an aspiring entrepreneur, veteran software developer, and dabbling musician. After graduating from USC Marshall & Viterbi, I've been a Full Stack Engineer @ Tapiture, Software Engineer @ USC ISI, and a Lead iOS Instructor @ General Assembly. I have a passion for empowering others to build the app of their dreams.",
        "links": {}
      },
      {
        "name":  { "first": "Nicholas", "last": "Roewe" },
        "position": "Teacher",
        "college": "USC",
        "description": "I’ve had the pleasure of interning at Two Bit Circus where we worked on Gala events to get kids excited about STEM! I’ve also worked on a website project where we made a card based multiplayer game with a back end database that stored user info.",
        "links": {}
      },
      {
        "name":  { "first": "Stacy", "last": "Miller" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I am a 3rd year student at UCLA studying Computer Science. I teach with The Coding School because I want to help promote interest in Computer Science in the next generations! Last Summer, I was an Explorer Intern at Microsoft, and this upcoming Summer I will return as a SWE intern.",
        "links": {}
      },
      {
        "name":  { "first": "Uma", "last": "Lakshminarayan" },
        "position": "PR Rep, Teacher",
        "college": "UCLA",
        "description": "I am a 2nd year computer science student at UCLA. I love the logic and practical use of coding, and I want to share that with others. Outside of the classroom, I am part of an acapella team. I am constantly singing or making music. I'm also a huge Game of Thrones fan! This summer I will be interning at Microsoft for their Explore program.",
        "links": {}
      },
      {
        "name":  { "first": "Alvin", "last": "Vuong" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I'm a 4th year computer science major and cognitive science minor at UCLA, working on a VR production company, Escality Games; we are currently making a VR escape room game built with Unity (what I teach)! In my free time, I shoot arrows and play video games.",
        "links": {
          "personal": "http://imatv.me"
        }
      },
      {
        "name":  { "first": "Karen", "last": "Fann" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I am a freshman Computer Science and Engineering student at UCLA. In high school, I became really interested in computers and taught myself how to build and program an electric car. Besides coding, I love playing basketball, swimming, and watching movies.",
        "links": {}
      },
      {
        "name":  { "first": "Baolinh", "last": "Nguyen" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I am a current first year computer science major at UCLA and I am excited to further my passion for computer science and hopefully foster an interest in computer science in the next generation of computer science students.",
        "links": {}
      },
      {
        "name":  { "first": "Charlie", "last": "Hwang" },
        "position": "Curriculum Development, Teacher",
        "college": "USC",
        "description": "I’m a sophomore studying Computer Science at USC! I have a passion for technology that lets users and developers express themselves creatively - i.e. Web Development, VR, etc.",
        "links": {}
      },
      {
        "name":  { "first": "Sapharah", "last": "Prescod" },
        "position": "Teacher",
        "college": "Pepperdine University",
        "description": "I am a multi-talented individual. My other passions in life are singing and pursuing a healthy lifestyle. I enjoy being active and putting my creative mind to use in technology. I am earning degrees in both computer science and mathematics at Pepperdine University. I love to seek out new experiences and I enjoy inspiring others to reach for their full potential. ",
        "links": {}
      },
      {
        "name":  { "first": "Ezequil", "last": "Morales" },
        "position": "Teacher",
        "college": "CSU Sacramento",
        "description": "I'm a student attending CSU Sacramento, pursuing a degree in computer engineering. I'm a member of Society of Hispanic Professional Engineers and excited to be starting an internship at Intel this Fall.",
        "links": {}
      },
      {
        "name":  { "first": "Ramya", "last": "Deshpande" },
        "position": "Teacher",
        "college": "Caltech",
        "description": "I'm a freshman at the California Institute of Technology, majoring in Bioengineering and minoring in Computer Science. I love the thrill of successful debugging and I'm amazed by the potential artificial intelligence holds for the future. I'm also passionate about writing, Girls in STEM, and Naruto.",
        "links": {}
      },
      {
        "name": { "first": "Eloisa", "last": "Esparza" },
        "position": "Teacher",
        "college": "CSU Sacramento",
        "description": "I am currently a Senior at Sacramento State majoring in Computer Engineering. I enjoy teaching engineering and programming to K-12. I also interned at Intel and served as an advisor for Envision, a National Youth Leadership Forum on Engineering and Technology. I also mentor 6th - 8th grade girls in all areas of STEM through Expand Your Horizons and am a member of SHPE, Society of Hispanic Professional Engineers.",
        "links": {}
      },
      {
        "name": { "first": "Michael", "last": "Grieve" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I am a sophomore computer science student at UCLA. I am passionate about teaching and hope to make education more involved and personal. I love riding my bike and playing beach volleyball.",
        "links": {}
      },
      {
        "name": { "first": "Richard", "last": "Wen" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I'm a sophomore computer science student attending UCLA. I'm originally from Redmond Washington and grew up in Microsoft's backyard. In my free time, I enjoy reading, programming, and gaming with close friends. This summer I'll be interning at Taboola as a Front End Engineer.",
        "links": {}
      },
      {
        "name": { "first": "Ashley", "last": "Chang" },
        "position": "Teacher",
        "college": "UCLA",
        "description": "I'm a second year statistics and applied math major at UCLA who loves the challenges of coding. This summer, I’ll be a data science intern at Ticketmaster right here in LA! In my spare time, you can find me running around LA or competing as a fake attorney in mock trial.",
        "links": {}
      }
    ]
  }
}
